Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2018.tmx
Source language: en_us
Languages: zh_cn

source: We should strengthen the full set of public employment services, launch a large-scale vocational skills training initiative, and use the Internet Plus model to create new kinds of jobs.
zh_cn: 加强全方位公共就业服务，大规模开展职业技能培训，运用“互联网＋”发展新就业形态。

source: With over 8.2 million college students graduating this year, again reaching an all-time high, we need to expand the channels for employment and support job creation through business startups.
zh_cn: 今年高校毕业生820多万人，再创历史新高，要促进多渠道就业，支持以创业带动就业。

source: Solid work needs to be done on job resettlement, management, and security provision for demobilized military personnel.
zh_cn: 扎实做好退役军人安置、管理和保障工作。

source: We should give stronger support to people with disabilities and other groups having difficulty securing employment.
zh_cn: 加大对残疾人等就业困难人员援助力度。

source: We should create more jobs for rural migrant workers, and take comprehensive measures to address the problem of wage arrears.
zh_cn: 扩大农民工就业，全面治理拖欠工资问题。

source: We should improve labor relations consultation mechanisms, put an end to gender and identity discrimination, and work to make fairer and fuller employment an outstanding highlight of our country’s development.
zh_cn: 要健全劳动关系协商机制，消除性别和身份歧视，使更加公平、更加充分的就业成为我国发展的突出亮点。

source: We should steadily increase people’s incomes.
zh_cn: 稳步提高居民收入水平。

source: We should continue raising basic pension payments for retirees and basic pension benefits for rural and non-working urban residents.
zh_cn: 继续提高退休人员基本养老金和城乡居民基础养老金。

source: Minimum wages should be appropriately adjusted.
zh_cn: 合理调整社会最低工资标准。

source: We should improve the wage and subsidy system for the employees of government offices and public institutions, and weight the system toward regions where conditions are harsh and toward special posts.
zh_cn: 完善机关事业单位工资和津补贴制度，向艰苦地区、特殊岗位倾斜。

source: We should raise the personal income tax threshold and create expense deductions for items like children’s education and treatment for serious diseases, appropriately lightening burdens, and encouraging our people to increase their incomes and achieve prosperity through hard work.
zh_cn: 提高个人所得税起征点，增加子女教育、大病医疗等专项费用扣除，合理减负，鼓励人民群众通过劳动增加收入、迈向富裕。

source: We should develop fair, high-quality education.
zh_cn: 发展公平而有质量的教育。

source: We should promote the integrated development of urban and rural compulsory education, and continue to weight funding for education toward poor areas and weak links.
zh_cn: 推动城乡义务教育一体化发展，教育投入继续向困难地区和薄弱环节倾斜。

source: We need to significantly reduce the rural drop-out rate, move faster to put an end to big class sizes in urban schools, and give attention to addressing the problem of heavy extracurricular burdens on primary and secondary school students.
zh_cn: 切实降低农村学生辍学率，抓紧消除城镇“大班额”，着力解决中小学生课外负担重问题。

source: Children are the hope of their families and the future of our nation.
zh_cn: 儿童是民族的未来、家庭的希望。

source: We need to increase the supply of preschool educational resources through multiple channels, give serious attention to preschool teachers and their training, and use the internet and other IT-based approaches to strengthen oversight over the childcare process at preschools, making certain that parents can have peace of mind.
zh_cn: 要多渠道增加学前教育资源供给，重视对幼儿教师的关心和培养，运用互联网等信息化手段对儿童托育中育儿过程加强监管，一定要让家长放心安心。

source: We should work hard to develop vocational education and support and regulate the provision of vocational education by private actors.
zh_cn: 大力发展职业教育，支持和规范社会力量举办职业教育。

source: We should continue working to make senior secondary education universally available.
zh_cn: 推进普及高中阶段教育。

source: With the needs of economic and social development as our compass, we need to improve the structure of higher education, act faster to develop world-class universities and world-class disciplines, and support the central and western regions in building universities with character and of high quality.
zh_cn: 以经济社会发展需要为导向，优化高等教育结构，加快“双一流”建设，支持中西部建设有特色、高水平大学。

source: We should continue the higher education admissions scheme with preferential provisions for students from rural and poor areas.
zh_cn: 继续实施农村和贫困地区专项招生计划。

source: We should develop ethnic minority education, special needs education, continuing education, and online education.
zh_cn: 发展民族教育、特殊教育、继续教育和网络教育。

source: We should improve the competence of our educators and strengthen teacher ethics.
zh_cn: 加强师资队伍和师德师风建设。

source: We need to work faster to modernize education, provide education that our people are satisfied with, and ensure that everyone has an equal opportunity to change their life and realize their dreams through education.
zh_cn: 要加快推进教育现代化，办好人民满意的教育，让每个人都有平等机会通过教育改变自身命运、成就人生梦想。

source: We should implement the Healthy China strategy.
zh_cn: 实施健康中国战略。

source: We should raise basic medical insurance and serious disease insurance benefits.
zh_cn: 提高基本医保和大病保险保障水平，

source: Per capita government subsidies for basic health insurance for rural and non-working urban residents should be increased by 40 yuan, half of which should be used for the serious disease insurance scheme.
zh_cn: 居民基本医保人均财政补助标准再增加40元，一半用于大病保险。

source: We should expand the coverage of interprovincial on-the-spot settlement of medical bills through basic insurance accounts and make this applicable to community-level hospitals, and to rural migrant workers and other workers and business owners without local household registration.
zh_cn: 扩大跨省异地就医直接结算范围，把基层医院和外出农民工、外来就业创业人员等全部纳入。

source: We should strengthen efforts to train medical workers, build up the ranks of general practitioners and pediatricians, and make progress in developing tiered diagnosis and treatment and contracted family doctor services.
zh_cn: 加大医护人员培养力度，加强全科医生、儿科医生队伍建设，推进分级诊疗和家庭医生签约服务。

source: We should continue to increase per capita government subsidies for basic public health services.
zh_cn: 继续提高基本公共卫生服务经费人均财政补助标准。

source: We should step up prevention and control of serious diseases, treating prevention as particularly important.
zh_cn: 坚持预防为主，加强重大疾病防控。

source: Maternal and child healthcare should be improved.
zh_cn: 改善妇幼保健服务。

source: We should preserve traditional Chinese medicine and support its development through innovation.
zh_cn: 支持中医药事业传承创新发展。

source: We should encourage the combination of Chinese and Western medicine.
zh_cn: 鼓励中西医结合。

source: We should develop new ways of conducting food and drug oversight, and use the internet and big data to increase oversight effectiveness.
zh_cn: 创新食品药品监管方式，注重用互联网、大数据等提升监管效能，

source: We need to move faster to see that the entire process can be tracked and all information is traceable.
zh_cn: 加快实现全程留痕、信息可追溯，

source: We need to see that there is nowhere to hide for substandard products, that there is no escaping justice for those involved in their production and sale, and that consumers can consume confidently and eat safely.
zh_cn: 让问题产品无处藏身、不法制售者难逃法网，让消费者买得放心、吃得安全。

source: We need to make good preparations for the Beijing Winter Olympics and Paralympics. Multiple channels should be used to increase sports venues and facilities available for the general public.
zh_cn: 做好北京冬奥会、冬残奥会筹办工作，多渠道增加全民健身场所和设施。

source: If our people are fit and healthy, are strengthening social morality, and are striving to succeed, our country is certain to thrive and progress toward prosperity.
zh_cn: 人民群众身心健康、向善向上，国家必将生机勃勃、走向繁荣富强。

source: We should better address people’s housing needs.
zh_cn: 更好解决群众住房问题。

source: A new three-year renovation plan should be launched to address housing in rundown urban areas, starting with construction this year on 5.8 million units.
zh_cn: 启动新的三年棚改攻坚计划，今年开工580万套。

source: We should step up efforts to supply public-rental housing so that all eligible low-income families struggling with housing, including eligible non-homeowning first-time workers and migrant workers, are able to access public-rental housing under this scheme.
zh_cn: 加大公租房保障力度，对低收入住房困难家庭要应保尽保，将符合条件的新就业无房职工、外来务工人员纳入保障范围。

source: We must be clear that houses are for living in, not for speculation.
zh_cn: 坚持房子是用来住的、不是用来炒的定位，

source: We should expect local governments to fulfill their primary responsibility in this respect, and need to continue exercising differentiated regulation and put in place robust permanent mechanisms to promote the steady and healthy development of real estate markets.
zh_cn: 落实地方主体责任，继续实行差别化调控，建立健全长效机制，促进房地产市场平稳健康发展。

source: We should support people in buying homes for personal use, and develop the housing rental market and shared ownership housing.
zh_cn: 支持居民自住购房需求，培育住房租赁市场，发展共有产权住房。

source: We need to speed up the establishment of a housing system with multiple types of suppliers, multiple channels for housing support, and encouragement for both renting and buying, so that more people can soon have a place to call home.
zh_cn: 加快建立多主体供给、多渠道保障、租购并举的住房制度，让广大人民群众早日实现安居宜居。

source: We should strengthen efforts to meet people’s basic living needs.
zh_cn: 强化民生兜底保障。

source: We should steadily raise urban and rural subsistence allowances, social assistance benefits, and benefits for entitled groups.
zh_cn: 稳步提高城乡低保、社会救助、抚恤优待等标准。

source: We need to take proactive measures to tackle population aging, including developing at-home, community-based, and mutual-aid elderly care, promoting integrated medical and elderly care services, and improving the quality of services at senior care facilities.
zh_cn: 积极应对人口老龄化，发展居家、社区和互助式养老，推进医养结合，提高养老院服务质量。

source: We should give assistance and support to children who remain in rural areas while their parents move to work in the cities.
zh_cn: 关心帮助农村留守儿童。

source: We should provide better security to both urban and rural children in difficult situations.
zh_cn: 加强城乡困境儿童保障。

source: Disabled veterans and the families of military personnel and martyrs need to be well taken care of.
zh_cn: 做好伤残军人和军烈属优抚工作。

source: Rehabilitation services for people with disabilities should be improved.
zh_cn: 加强残疾人康复服务。

source: We should improve social assistance systems, and support the development of public interest activities and charity.
zh_cn: 健全社会救助体系，支持公益慈善事业发展。

source: We need to bring empathy and energy to our work to meet basic needs;
zh_cn: 倾情倾力做好托底工作，

source: there should be no reluctance to act because something is not easy, and no failure to act because the benefit seems small;
zh_cn: 不因事难而推诿，不因善小而不为，

source: we must ensure that care and compassion reach everyone in need.
zh_cn: 要让每一个身处困境者都能得到社会的关爱和温暖。

source: We should develop a new model of social governance based on collaboration, co-governance, and common gains.
zh_cn: 打造共建共治共享社会治理格局。

source: We should improve the system of primary level self-governance and strengthen community governance.
zh_cn: 完善基层群众自治制度，加强社区治理。

source: We should see that trade unions, Communist Youth League organizations, women’s federations and other people’s organizations are all playing their due roles.
zh_cn: 发挥好工会、共青团、妇联等群团组织作用。

source: We should promote the healthy development of social organizations, specialized social work, and volunteer services.
zh_cn: 促进社会组织、专业社会工作、志愿服务健康发展。

source: We need to strengthen work on building the social credit system.
zh_cn: 加强社会信用体系建设。

source: We should improve the public legal service system, and enforce a system of responsibility for popularizing legal knowledge.
zh_cn: 完善公共法律服务体系，落实普法责任制。

source: We need to foster a positive culture in which women are respected, children are cared for, the elderly are treated with respect, and people with disabilities are treated considerately.
zh_cn: 营造尊重妇女、关爱儿童、尊敬老人、爱护残疾人的良好风尚。

source: We should improve mechanisms for settling social tensions and disputes through multiple means.
zh_cn: 完善社会矛盾纠纷多元化解机制。

source: We need to develop new approaches to handling public complaints, and see that the justified demands of our people are addressed promptly in accordance with law.
zh_cn: 创新信访工作方式，依法及时解决群众合理诉求。

source: We need to see that workplace safety responsibilities are strictly executed to prevent the occurrence of serious and major accidents.
zh_cn: 严格落实安全生产责任，坚决遏制重特大事故。

source: We should carry out solid work in seismology, meteorology, and geology, and improve disaster prevention, mitigation, and rescue capacity.
zh_cn: 做好地震、气象、地质等工作，提高防灾减灾救灾能力。

source: We need to continue the Peaceful China initiative, take strict preventive measures against violent and terrorist activities and see them firmly stamped out, and launch a campaign to crack down on organized crime and local mafia in accordance with law.
zh_cn: 推进平安中国建设，严密防范和坚决打击暴力恐怖活动，依法开展扫黑除恶专项斗争，

source: We need to punish theft, robbery, fraud, pornography, gambling, drug-related crime, and other illegal and criminal behavior, address salient problems such as telecommunications and internet fraud, the abuse of personal information, and internet-based pyramid schemes, and safeguard national and public security.
zh_cn: 惩治盗抢骗黄赌毒等违法犯罪活动，整治电信网络诈骗、侵犯公民个人信息、网络传销等突出问题，维护国家安全和公共安全。

source: We must provide rich cultural nourishment to help our people to live better lives.
zh_cn: 为人民过上美好生活提供丰富精神食粮。

source: We should see that our fine traditional Chinese culture is alive and thriving, see our revolutionary culture is inherited and carried on, develop advanced socialist culture, and foster and practice core socialist values.
zh_cn: 要弘扬中华优秀传统文化，继承革命文化，发展社会主义先进文化，培育和践行社会主义核心价值观。

source: We should strengthen efforts toward building intellectual and moral standards and hold more activities designed for the public to promote cultural and ethical advancement.
zh_cn: 加强思想道德建设和群众性精神文明创建。

source: We should speed up the development of philosophy and social sciences with Chinese characteristics, see that art and literature flourish, and develop the press, publishing, radio, film, television, and archiving.
zh_cn: 加快构建中国特色哲学社会科学，繁荣文艺创作，发展新闻出版、广播影视、档案等事业。

source: We need to ensure China’s cultural relics are more effectively protected and put to better use, and cultural heritage is better preserved and passed on.
zh_cn: 加强文物保护利用和文化遗产保护传承。

source: We need to see that China’s new-type think-tanks are well run.
zh_cn: 建好新型智库。

source: The provision of content on the internet should be improved.
zh_cn: 加强互联网内容建设。

source: We should launch more cultural projects to benefit the people, work to foster new forms of cultural businesses, and accelerate the development of the cultural industry.
zh_cn: 深入实施文化惠民工程，培育新型文化业态，加快文化产业发展。

source: We should foster a love of reading in all our people and build a learning society.
zh_cn: 倡导全民阅读，建设学习型社会。

source: China’s cultural and people-to-people exchanges with other countries should be enhanced, and Chinese culture should have greater appeal.
zh_cn: 深化中外人文交流，增强中华文化影响力。

source: We need to see that a rich and thriving socialist culture with distinctive Chinese features acts as a powerful source of inspiration for the whole Chinese nation to achieve rejuvenation.
zh_cn: 我们要以中国特色社会主义文化的繁荣兴盛，凝聚起实现民族复兴的磅礴精神力量。

source: Entering a new era, the government’s work in the new year must bring new steps and make new advances.
zh_cn: 进入新时代，政府工作在新的一年要有新气象新作为。

source: We must become deeply conscious of the need to maintain political integrity, think in big-picture terms, follow the leadership core, and keep in alignment.
zh_cn: 要牢固树立“四个意识”，

source: We must strengthen confidence in the path, theory, system, and culture of socialism with Chinese characteristics.
zh_cn: 坚定“四个自信”，

source: We must resolutely uphold the core position of General Secretary Xi Jinping, resolutely uphold the authority of the Party Central Committee and its centralized, unified leadership, and act on the requirement for full and rigorous Party self-governance.
zh_cn: 坚决维护习近平总书记核心地位，坚决维护党中央权威和集中统一领导，落实全面从严治党要求，

source: We need to improve our government, intensify efforts to transform government functions, raise our ability in every respect to execute our duties, and deliver to the people high-quality and efficient services.
zh_cn: 加强政府自身建设，深入推进政府职能转变，全面提升履职水平，为人民提供优质高效服务。

source: All governance must be exercised in accordance with the Constitution and the law.
zh_cn: 全面推进依宪施政、依法行政。

source: We must strictly observe the Constitution and the law, and speed up work on building a government based on the rule of law, seeing that all government activities are consistent with the rule of law.
zh_cn: 严格遵守宪法法律，加快建设法治政府，把政府活动全面纳入法治轨道。

source: We must work to ensure that the law is enforced in a strict, procedure-based, impartial, and civil manner.
zh_cn: 坚持严格规范公正文明执法，

source: Power cannot be used as one pleases; the exercise of power must be supervised.
zh_cn: 有权不可任性，用权必受监督。

source: We, at every level of government, must subject ourselves, as required by law, to the oversight of the people’s congresses at that level and their standing committees;
zh_cn: 各级政府要依法接受同级人大及其常委会的监督，

source: we must readily accept the democratic oversight of CPPCC committees, and we must actively accept public oversight and oversight through public opinion.
zh_cn: 自觉接受人民政协的民主监督，主动接受社会和舆论监督，

source: We should earnestly solicit opinions from deputies to people’s congresses and CPPCC committee members, and listen to the views of other political parties, federations of industry and commerce, public figures without party affiliation, and people’s organizations.
zh_cn: 认真听取人大代表、政协委员意见，听取民主党派、工商联、无党派人士和各人民团体意见。

source: We in government must honor our commitments; new officials must not be allowed to disavow obligations undertaken by their predecessors.
zh_cn: 政府要信守承诺，决不能“新官不理旧账”。

source: We should make government affairs more transparent across the board.
zh_cn: 全面推进政务公开。

source: We should promote the legal consultation system for government.
zh_cn: 推行政府法律顾问制度。

source: Decisions need to be made in a sound and democratic way on the basis of law, and before making decisions on any major issue related to public interests, we should solicit input, including criticism, from all parties.
zh_cn: 坚持科学、民主、依法决策，凡涉及公众利益的重大事项，都要深入听取各方意见包括批评意见。

source: Ours is a government of the people, and everything we do should reflect their will. Whether we’ve done a good job only the outcomes can tell and ultimately it is for the people to judge.
zh_cn: 人民政府的所有工作都要体现人民意愿，干得好不好要看实际效果、最终由人民来评判。

source: All initiatives to improve Party conduct and ensure clean government should be strengthened.
zh_cn: 全面加强党风廉政建设。

source: All Party members should gain a good command of the Party Constitution, Party regulations, and General Secretary Xi Jinping’s major policy addresses, and meet Party standards; we should work to see this become a regular and institutionalized practice.
zh_cn: 推进“两学一做”学习教育常态化制度化，

source: And we need to keep reminding ourselves of our commitment to our original aspiration and have our mission always in mind.
zh_cn: 认真开展“不忘初心、牢记使命”主题教育。

source: We must resolutely put into action the central Party leadership’s eight-point decision on improving conduct and staying engaged with the people along with its detailed rules for implementation.
zh_cn: 坚决贯彻落实党中央八项规定及实施细则精神，

source: We should work ceaselessly to address the practice of formalities for formalities’ sake, bureaucratism, hedonism, and extravagance, with particular focus on seeing the first two stamped out.
zh_cn: 驰而不息整治“四风”，特别是力戒形式主义、官僚主义。

source: We should strengthen auditing-based oversight.
zh_cn: 加强审计监督。

source: We need to consolidate and build on the overwhelming momentum of the anti-corruption campaign, locking power in an institutional cage, and cracking down on all manifestations of corruption.
zh_cn: 巩固发展反腐败斗争压倒性态势，把权力关进制度的笼子，坚决惩治各类腐败行为。

source: All government employees must cultivate personal integrity, have a strong work ethic and sense of responsibility, and readily accept the oversight of the law, supervisory bodies, and the people;
zh_cn: 政府工作人员要廉洁修身，勤勉尽责，自觉接受法律监督、监察监督和人民的监督，

source: we must keep our hands clean and work hard for the people, and never fail to live up to the name of people’s public servants.
zh_cn: 干干净净为人民做事，决不辜负人民公仆的称号。

source: All aspects of government performance should be improved.
zh_cn: 全面提高政府效能。

source: We need to improve the composition and responsibilities of the institutions of government, deepen institutional reform, form a system of governance by government with clearly defined duties and obligations and administration in line with law, and strengthen government credibility and executive capacity.
zh_cn: 优化政府机构设置和职能配置，深化机构改革，形成职责明确、依法行政的政府治理体系，增强政府公信力和执行力。

source: Every last achievement in China’s reform and development has been made by doing.
zh_cn: 中国改革发展的一切成就，都是干出来的。

source: To us—all levels of government and all government employees—getting things done for the people is our unquestionable duty; not doing is a dereliction of that duty.
zh_cn: 对各级政府及其工作人员来说，为人民干事是天职、不干是失职。

source: We need to improve incentive and constraint mechanisms and mechanisms to allow for and address errors, give unequivocal backing to the driven and the doers, and hold strictly to account the incompetent and the idle.
zh_cn: 要完善激励约束、容错纠错机制，旗帜鲜明给积极干事者撑腰鼓劲，对庸政懒政者严肃问责。

source: Talking big and setting ambitious goals but taking little action to achieve them should not be tolerated; nor should sitting around in a government post and getting nothing done.
zh_cn: 决不能表态多调门高、行动少落实差，决不允许占着位子不干事。

source: We in government need to improve our political integrity and professional competence, be realistic and pragmatic, and make doing our top priority. Only by doing can we make solid new achievements, earn public endorsement, and contribute to a dynamic atmosphere in which everyone is motivated and driven to get things done.
zh_cn: 广大干部要提高政治素质和工作本领，求真务实，干字当头，干出实打实的新业绩，干出群众的好口碑，干出千帆竞发、百舸争流的生动局面。

source: The Chinese nation is a big family in which we live together in peace, unity, and amity.
zh_cn: 中华民族是一个和睦相处、团结温暖的大家庭。

source: We need to uphold and improve the system of regional ethnic autonomy and fully implement the Party’s policies on ethnic groups.
zh_cn: 我们要坚持和完善民族区域自治制度，全面贯彻党的民族政策。

source: We should continue to strengthen support for development in areas of mainly ethnic minorities and for the development of ethnic groups with smaller populations.
zh_cn: 继续加强对民族地区、人口较少民族发展的支持。

source: It should be seen to that celebrations to mark the 60th anniversaries of the founding of Guangxi Zhuang Autonomous Region and Ningxia Hui Autonomous Region are a great success.
zh_cn: 组织好广西壮族自治区、宁夏回族自治区成立60周年庆祝活动。

source: We should encourage more exchanges and interactions among our ethnic groups to strengthen the foundations and bonds of the Chinese national community.
zh_cn: 加强各民族交往交流交融，让中华民族共同体的根基更加坚实、纽带更加牢固。

source: We must fully implement the Party’s basic policy on religious affairs, uphold the principle that religions in China must be Chinese in orientation, promote harmony between religions, and encourage religious leaders and believers to actively involve themselves in promoting economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，坚持我国宗教的中国化方向，促进宗教关系健康和谐，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We need to fully implement policies related to overseas Chinese nationals, protect the legal rights and interests of overseas Chinese nationals, Chinese nationals who have returned from overseas, and relatives of overseas Chinese nationals residing in China.
zh_cn: 我们要认真落实侨务政策，维护海外侨胞和归侨侨眷合法权益，

source: We should create better conditions for them to use their unique strengths and play their important roles in our country’s modernization.
zh_cn: 为他们在国家现代化建设中发挥独特优势和重要作用创造更好条件，

source: We encourage all Chinese, both at home and overseas, to work together with one heart and achieve together great things.
zh_cn: 激励海内外中华儿女同心奋斗、共创辉煌。
